/* 
   Localizable.strings
   ClockPref

   Created by Giovanni Donelli on 10/21/08.
   Copyright 2008 Apple, Inc. All rights reserved.
 */


"DeterminingLocationStep1" = "Determinando localização atual";
"DeterminingLocationStep2" = "Determinando localização atual.";
"DeterminingLocationStep3" = "Determinando localização atual..";
"DeterminingLocationStep4" = "Determinando localização atual...";

"DeterminingLocation" = "Determinando localização atual...";

"LocationError" = "Não foi possível determinar sua localização atual neste momento.";
"CurrentLocation" = "Localização atual: %@";
"TurnONAirport" = "Ative a AirPort para determinar sua localização atual";
